#Задание 5: Дано 2 числа a и b.
# Используя форматирование строк, выведем на экран их сумму и произведение в форматах:
# 'a + b = c' и 'a * b = c'

a = int(input("Введите число а: "))
b = int(input("Введите число b: "))

print(f"Сумма двух чисел: {a} + {b} = {a + b}")
print(f"Произведение двух чисел: {a} * {b} = {a * b}")

