#Задание 6: Дана строка.
# Напишем программу удаления символов, которые имеют нечетные значения индекса заданной строки.

string = input("Введите произвольную строку: ")

print(string[::2])